Repository: team-started/starter-freya
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# tx_starter_width.container-sm
source: Content only to full width for "Small"
de: Inhalt nur auf volle Breite bei "Small"

# tx_starter_width.container-md
source: Content only to full width for "Medium" or smaller
de: Inhalt nur auf volle Breite bei "Medium" oder kleiner

# tx_starter_width.container-lg
source: Content only to full width for "Large" or smaller
de: Inhalt nur auf volle Breite bei "Large" oder kleiner

# tx_starter_width.container-xl
source: Content only to full width for "Extra large" or smaller
de: Inhalt nur auf volle Breite bei "Extra large" oder kleiner

# tx_starter_width.container-xxl
source: Content only to full width for "Extra extra large" or smaller
de: Inhalt nur auf volle Breite bei "Extra extra large" oder kleiner

# tx_starter_width.container-fluid
source: Content always over full screen width
de: Inhalt immer über volle Bildschirmbreite

# tx_starter_width.container-sm-fixed
source: Always limit content to the width of "Small".
de: Inhalt immer auf die Breite von "Small" begrenzen

# tx_starter_width.container-md-fixed
source: Always limit content to the width of "Medium".
de: Inhalt immer auf die Breite von "Medium" begrenzen

# tx_starter_width.container-lg-fixed
source: Always limit content to the width of "Large".
de: Inhalt immer auf die Breite von "Large" begrenzen

# tx_starter_width.container-xl-fixed
source: Always limit content to the width of "Extra large".
de: Inhalt immer auf die Breite von "Extra large" begrenzen

# tx_starter_width.container-xxl-fixed
source: Always limit content to the width of "Extra extra large".
de: Inhalt immer auf die Breite von "Extra extra large" begrenzen

# tx_starter_visibility.I.visibility-off
source: Visibility off
de: Sichtbarkeit ab

# tx_starter_visibility.I.visibility-only-up
source: Visibility only up
de: Sichtbarkeit nur auf

# tx_starter_visibility.I.visibility-until
source: Visibility until
de: Sichtbarkeit bis

# space_class.1
source: Extra small
de: Kleiner

# space_class.2
source: Small
de: Klein

# space_class.3
source: Default
de: Standard

# space_class.4
source: Large
de: Groß

# space_class.5
source: Extra large
de: Größer

# tx_starter_media_size.12
source: Full width
de: Volle Breite

# tx_starter_media_size.6
source: Half
de: Hälfte

# tx_starter_media_size.4
source: One-third
de: Drittel

# tx_starter_media_size.3
source: Quarter
de: Viertel
